Repository: mate-desktop-legacy-archive/mate-netspeed
Catalog: po/*.po
Languages: uk

source: Device to monitor
uk: Пристрій, що відстежується

source: The name of the device to monitor
uk: Ім'я пристрою, що відстежується

source: Show sum speed
uk: Показати сумарну швидкість

source: If true, show sum of inbound/outbound speed instead of separated ones.
uk: Якщо обрано показувати сумарну вхідну/вихідну швидкість замість відокремлених.

source: Show bits
uk: Показувати в бітах

source: If true, show speed in bits instead of bytes.
uk: Якщо встановлено показувати швидкість в бітах замість байтів.

source: Show icon
uk: Показати піктограму

source: If true, show main icon.
uk: Якщо встановлено показати головну піктограму.

source: Short unit legend
uk: Скорочена легенда одиниці

source: If true, shorten unit legend to one letter: lowercase for bits / uppercase for Bytes.
uk: Якщо встановлено легенда одиниць скорчується до одного символу: нижній регістр для бітів / верхній регістр для Байтів.

source: Change icon
uk: Змінити піктограму

source: If true, change the icon due to selected device.
uk: Якщо встановлено змінити піктограму згідно вибраного пристрою.

source: Auto change device
uk: Автоматична зміна пристрою

source: If true, change automatically the selected device.
uk: Якщо встановлено автоматично змінювати обраний пристрій.

source: In color
uk: Вхід. колір

source: The color of the graph of the inbound traffic
uk: Колір графіку вхідного трафіку

source: Out color
uk: Вих. колір

source: The color of the graph of the outbound traffic
uk: Колір графіку вихідного трафіку

source: Up command
uk: Команда увімкнення

source: Command the execute to activate the device
uk: Команда виконати для активації пристрою

source: Down command
uk: Команда вимкнення

source: Command the execute to shut down the device
uk: Команда виконати для вимкнення пристрою

source: Show signal quality icon
uk: Показати піктограму якості сигналу

source: If true, show signal quality icon for wireless devices.
uk: Якщо встановлено показує піктограму якості сигналу бездротових пристроїв

source: b/s
uk: біт/с

source: B/s
uk: Б/с

source: bits
uk: бітів

source: bytes
uk: байтів

source: kb/s
uk: кб/с

source: KiB/s
uk: Кбіт/с

source: kb
uk: кб

source: KiB
uk: Кбіт

source: Mb/s
uk: Мб/с

source: MiB/s
uk: Мбіт/с

source: Mb
uk: Мб

source: MiB
uk: Мбіт

source: There was an error displaying help: %s
uk: Помилка показу довідки: %s

source: A little applet that displays some information on the traffic on the specified network device
uk: Індикатор швидкості повідомляє статистичні відомості про потік даних, що проходить через обраний мережевий пристрій.

source: translator-credits
uk: Yarema aka Knedlyk <yupadmin@gmail.com>, Микола Ткач <Stuartlittle1970@gmail.com>, Oleh Tsyupka <myr4yk@gmail.com>

source: Mate Netspeed Preferences
uk: Уподобання Mate Netspeed

source: General Settings
uk: Загальні налаштування

source: Network _device:
uk: Мережевий _пристрій

source: Default
uk: Типово

source: Show _sum instead of in & out
uk: Показувати сумарну швидкість вхідного та вихідного трафіку

source: Show _bits instead of bytes
uk: Показувати швидкість у _біт/сек (б/с) замість байт/сек (Б/с)

source: Shorten _unit legend
uk: Скорочена легенда про одиницю

source: Change _icon according to the selected device
uk: Змінювати _піктограму у відповідності з типом пристрою

source: Show _icon
uk: Показати _піктограму

source: Show signal _quality icon for wireless devices
uk: Показувати піктограму _якості сигналу для бездротових пристроїв

source: Device Details for %s
uk: Інформація про пристрій %s

source: _In graph color
uk: Колір графіку _вхідних даних

source: _Out graph color
uk: Колір графіку _вихідних даних

source: Internet Address:
uk: Інтернет-адреса:

source: Netmask:
uk: Маска:

source: Hardware Address:
uk: Адреса пристрою:

source: P-t-P Address:
uk: Адреса точка-точка

source: Bytes in:
uk: Байтів вхідного трафіку:

source: Bytes out:
uk: Байтів вихідного трафіку

source: none
uk: немає

source: IPV6 Address:
uk: IPV6 Адреса:

source: Signal Strength:
uk: Сила сигналу

source: Device _Details
uk: Подробиці _пристрою

source: Preferences...
uk: Уподобання...

source: Help
uk: Допомога

source: About...
uk: Про...

source: Do you want to disconnect %s now?
uk: Бажаєте від'єднатися %s зараз?

source: Do you want to connect %s now?
uk: Бажаєте під'єднатися %s зараз?

source: <b>Running command %s failed</b> %s
uk: <b>Помилка виконання команди %s</b> %s

source: %s is down
uk: %s від’єднано

source: %s: %s in: %s out: %s
uk: %s :%s вхідний: %s вихідний: %s

source: has no ip
uk: немає мережевої адреси

source: %s: %s sum: %s
uk: %s :%s сумарна швидкість: %s

source: ESSID: %s Strength: %d %%
uk: ESSID: %s Сила: %d %%

source: unknown
uk: невідомо
